Repository: NaN-tic/trytond-company_party_bank
Catalog: locale/*.po
Languages: es_es

# field:bank.account,payable_bank_account:
source: Default payable bank account
es_es: Cuenta bancaria a pagar por defecto

# field:bank.account,receivable_bank_account:
source: Default receivable bank account
es_es: Cuenta bancaria a cobrar por defect

# field:party.bank.account,company:
source: Company
es_es: Empresa

# field:party.bank.account,create_date:
source: Create Date
es_es: Data creaci贸n

# field:party.bank.account,create_uid:
source: Create User
es_es: Usuario creaci贸n

# field:party.bank.account,party:
source: Party
es_es: Terceros

# field:party.bank.account,payable_bank_account:
source: Default Payable Bank Account
es_es: Cuenta bancaria a pagar por defecto

# field:party.bank.account,rec_name:
source: Name
es_es: Nombre

# field:party.bank.account,receivable_bank_account:
source: Default Receivable Bank Account
es_es: Cuenta bancaria a cobrar por defecto

# field:party.bank.account,write_date:
source: Write Date
es_es: Fecha modificaci贸n

# field:party.bank.account,write_uid:
source: Write User
es_es: Usuario modificaci贸n

# help:bank.account,payable_bank_account:
source: Check this box if this is the default bank account for receivable.
es_es: Selecciona si es una cuenta a cobrar por defecto.

# help:bank.account,receivable_bank_account:
source: Check this box if this is the default bank account for payments.
es_es: Selecciona si es una cuanta a pagar por defecto.

# model:party.bank.account,name:
source: Party Bank Account
es_es: Cuenta bancaria de tercero
